Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “改变调查方向，如果天刀没猜错，西境接下来将会有一场血雨腥风。”天刀随手将玉简里的信息销毁，没证据之前，这件事知道的人越少越好。
en_us: "Change the direction of our investigation. If Tian Dao is right, trouble is on the horizon for Xi Jing." Tian Dao casually destroyed the jade drive. Without evidence to back this up, the less people that knew of this the better.

source: “放开莫雪！”
en_us: "Let go of Mo Xue!"

source: “敢问二位可是护送我曾孙子回来的人，他在哪里？”
en_us: "Could I ask if the two of you are the ones who escorted my great-grandson back? Where is he?"

source: “敢问是哪位高人救了我们，可否现身一见？”牛徐阳拱手大声喊道，又给游小默添了一把柴火。
en_us: "May I venture to ask which Master (高人) saved us? Would it be possible to reveal yourself to us?" Niu XuYang clasped his hands in obeisance as he shouted loudly. He added another match (添了一把柴火) to You XiaoMo.

source: “敢问阁下如何称呼？”
en_us: "May I venture to ask how I should address Sire?"

source: “既然你已经知道，我就不能放过你，让你破坏我的计划。”颜辉眼中闪过一丝阴狠，他的任务严格来说还没失败，游小默还不知道他的身份，所以他随时都能在他面前演戏，如今被程向荣知道了，他不能放过他。
en_us: "I can't let you go now that you know, and allow you ruin my plan." A trace of grimness flashed through Yan Hui's eyes. Strictly speaking, his task had not yet failed. You XiaoMo did not know his identity, so he could still put on an act in front of him at any time. He could not let Cheng XiangRong get away now that he knew .

source: “既然你早就知道，那你带我过来是想看看莫雪姐妹被杀的画面？”一大早看这么血腥的画面，是不是应该先考虑一下他的心情？
en_us: "Well, if you knew, then you just brought me here to watch the sisters being killed?" Shouldn't he consider You XiaoMo's feelings before dragging him out to watch gore?

source: “既然你要找死，那我便成全你。”
en_us: "If you want to die, then i'll grant your wish."

source: “既然她们想把罪名嫁祸给我们，倒不如干脆一点，把罪名落实了。”凌霄脸上露出一抹准备做坏事的邪恶笑容。
en_us: "If she wants to frame us, then why not be more direct and turn what we're framed for into a reality?" A malicious grin spread across Ling Xiao's face.

source: “既然已经到了，怎么还不过来？”
en_us: "Since you're already here, why haven't you come over yet?"

source: “既然已经知道赤血家族的传族之宝就在那个叫游小哈的人身上，必须尽快收回来！”
en_us: "Since it is already known that the ChiXue Clan's Inheritance Jewel is with that You XiaoHa person, we have to recover it as soon as possible!"

source: “既然敢说本姑娘脑子有问题，绝对不能放过他们，我们跟上去。”
en_us: "How dare he ridicule me, we're definitely not letting them off the hook. Hurry, we're going to follow them."

source: “既然游家主执意，那么就等一等吧，他等一下就会回来了。”凌霄淡淡的够了下唇角，也不与他争，这种情况他们早就想好了。
en_us: "Since you are willing to, Family Head, then wait a while. He'll be back soon." The corner of his lips curled upwards slightly, not bothering to argue. He had planned for this sort of situation.

source: “既然连他都不知道，那见到皮球他们后我们就要离开这里吗？”游小默一边逗弄小乌龟一边问道。
en_us: "Since even he didn't know, then after we see PiQiu, are we going to leave here?" You XiaoMo asked as he was toying with the baby turtle.

source: “昊武，以后不要自作聪明。”
en_us: "HaoWu, from now on, you shouldn't try to be too clever."

source: “是。”天刀干脆的回道。
en_us: "Yes." Tian Dao said simply.

source: “是。”姬凤咳了一声姬宁禹那个小破孩告诉他凌霄喜欢叫他‘那只鸡’的时候他还不信，现在亲耳听到他终于相信了。
en_us: "Yes." Ji Feng coughed. When that rascal Ji NingYu told him that Ling Xiao liked to call him 'that chicken,' he hadn't believed him. Now that he personally heard it with his own ears, he finally believed him.

source: “是。”游小默咧嘴，表情却有一丝不好意思。
en_us: "Yes." You XiaoMo grinned, but his expression contained a trace of embarrassment.

source: “是一种六品彩丹。”傅苍穹的是视线落在游小默身上，鼓励性的称赞道：“听闻你拥有七彩灵魂，你所修炼的时间应该不长吧，小小年纪就已经是一名十级丹师，前途不可限量，我相信你早晚有一天能炼出六品彩丹。”
en_us: "It's a type of six-colored pill." Fu CangQiong's gaze fell onto You XiaoMo as he encouragingly complimented, "I've heard that you have a seven-colored soul. You're already a level ten mage at such a young age and you shouldn't have spent much time cultivating. Your future is unlimited. I believe that you will be able to refine a six-colored pill one day ."

source: “是不是外面发生什么事了？”凌霄黑色的眼睛淡淡的扫过玄明明显有话要说的表情，心中似乎已经有了猜想。
en_us: "Did something happen outside?" Ling Xiao's indifferent black eyes swept over Xuan Ming, who wore the clear expression of someone who had something to say. It seemed that Ling Xiao already had a guess in mind.

source: “是不是很意外？”游小默幸灾乐祸的笑起来，当初要不是这家伙过于狡猾，他也不会在迷宫里耽误那么多时间，以至于他无法和凌霄回合。
en_us: "Are you very surprised?" You XiaoMo laughed gloatingly. If it weren't for this fellow being so sly back then, he wouldn't have wasted so much time in the labyrinth, causing him to be unable to meet up with Ling Xiao.

source: “是你！”莫雪咬牙切齿。
en_us: "It's you!" Mo Xue gnashed her teeth in anger.

source: “是你？”
en_us: "It's you?"

source: “是可以，不过要找一处空间比较薄弱的，这座小岛不行。”
en_us: "I can, but I have to find a dimension that is relatively weak. This small island won't do."

source: “是啊，你闭关的这段时间她天天到你门口看，我们看得出来，她应该是真的喜欢上你，就体谅她一下吧，我觉得她挺不容易的。”程向荣还以为他在伤心，不过他也挺同情天心的，喜欢错了人。
en_us: "Yeah. In the time you spent in isolation, she came to check up on you daily. We can tell that she really does like you. Try to forgive her; it hasn't been easy for her." Cheng XiangRong thought that he was sad about it all, but he sympathized with Tian Xin. She had just fell for the wrong person.

source: “是挺想知道的，但是谁知道他师傅什么时候会出现，总不能天天跑去监视他们，你要调养内伤，我要努力晋级，都没有时间啊！”游小默语气颇遗憾，如果蛇球他们在的话就好了。
en_us: "I would like to know, but who knows when his Shifu will appear. We can't always be running over to monitor them every day. You have to take care of your internal injuries and I have to work hard to advance. We both don't have the time ah!" You XiaoMo was quite regretful. If SheQiu and the rest were here, it would be fine.

source: “是洞域强盗，大家快上！”
en_us: "It's the Dong Yu bandits. Everyone, get them!"

source: “是的。”男执事平静的说道。
en_us: "Yes," the male manager said calmly.

source: “是的，父亲大人！”武成直言不讳，他本就没打算隐瞒这件事，甚至还想请父亲帮忙，他的能力终究有限，有的人就算他是管事之子也不会给他面子。
en_us: "Yes, Father!" Wu Cheng did not mince his words. He had no intention of concealing this matter and even wanted to ask his father to help. After all, his resources was limited and some people would not give him any face even if he was the son of the steward.

source: “是衣服，你的衣服明显有被踩过的痕迹。”；凌霄指着他们进入空间之前随意扔在地上的衣服。
en_us: "It's the clothes. There are clear traces that someone had trampled on your clothes." Ling Xiao pointed to the clothes that were strewn all over on the floor before they entered the dimension.

source: “是谁敢欺负我黑熊的宝贝？”
en_us: "Who dares bully Black Bear's little darling?"

source: “是谁？”
en_us: "Who's there?"

source: “是！”
en_us: "Yes!"

source: “是，城主！”
en_us: "Yes, City Master!"

source: “是，小人这就去拿。”
en_us: "Sure, i'll be right back."

source: “是，小的以后不敢了。”伙计战战兢兢的退了出去。
en_us: "Yes sir, I won't do it again next time." The assistant trembled with fear and withdrew.

source: “是，父亲大人！”
en_us: "Yes, Father!"

source: “是，用不了多久他们就会到这里，要提前把他们拦下来吗？”黄鼠兽点点头说道，常年龟缩在小岛的他自然不知道他们是什么人。
en_us: "Yes. It won't take long for them to reach this place, should we stop them before they do?" The Weasel Beast nodded as he spoke. Naturally, he didn't know who they were, since he used to be holed up all year round on the small island.

source: “是，老大。”
en_us: "Yes, Boss." (老大)

source: “晚饭以拜托你了。”吃饱喝足的凌霄在游小默端着餐盘准备走出去的时候突然说道。
en_us: "In the future, dinner is on you." The stated Ling Xiao suddenly said, as You XiaoMo was about to walk out, plates in hand.

source: “暴怒，你的情绪给我控制一点。”傲慢鸟一看天刀面无表情的脸，就猜到他心里一定在记账，急忙喝斥住还想搞破坏的暴怒。
en_us: "Wrath, control your damn temper." The Bird of Pride, seeing Tian Dao's expressionless face, knew that he was taking account of all this and hurriedly reprimanded Wrath, who wanted to cause more destruction.

source: “最多五万，不要的话我就去找下一家，交易所又不是只有你一家。”游小默并不理会他的威胁，这种人应了只会得寸进尺。
en_us: "Fifty thousand at the most. If you don't want it, I'll just find another shop. You're not the only shop in the Exchange Quarter." You XiaoMo did not take any notice of his threats. This sort of person was the type that would ask for a mile after being given an inch.

source: “有人在我的自在阁里。”
en_us: "Someone is in my Leisure Pavilion."

source: “有人来了？”
en_us: "Someone's coming?"

source: “有什么关系。”凌霄一只手搭着他白嫩嫩的屁股，色情的抚摸着，一只手拿着那块禁制玉简，全然没有羞耻心。
en_us: "Why does it matter." Ling Xiao put a hand on his fair and delicate buttocks and erotically fondled it while holding the sealed jade drive in another hand. He totally wasn't ashamed at all.

source: “有什么区别？”
en_us: "What's the difference?"

source: “有意思，本大王就亲自会一会你们。”
en_us: "Interesting, I will personally go pay you all a visit."

source: “有没有本事试了才知道。”
en_us: "Why don't you test it out whether I have the capability or not?"

source: “有种跟我来！”
en_us: "Come with me if you have the guts!"

source: “有这个可能。”
en_us: "It's possible."

source: “未必。”凌霄推开石室的大门，站在门口往里面看了一眼，果然也是空无一物，家徒四壁，他立刻走向下一个目标。
en_us: "Not necessarily." Ling Xiao pushed open the door to the stone room (石室). He stood in the doorway and glanced inside. Indeed, it was also completely empty and destitute, but he instantly started walking towards his target.

source: “本来我还打算用那只小乌龟换取玄龟族一滴精血，你倒好，自己送上门来了，这样正好省去一些麻烦的步骤。”
en_us: "I originally intended to swap the little turtle for a drop of Black Turtle life blood. Yet you save us that trouble, sending yourself right to my door."

source: “杀了她！”花姑催促道。
en_us: "Kill her!" Hua Gu urged.

source: “杀人越货，强盗所为。”
en_us: "Killing for goods is only something a bandit would do."

source: “李管事，我听说心灵花草已经到了，可有此事？”青年一身青色道袍，模样清秀，看起来有几分灵气，一脸期待的看着李管事。
en_us: "Manager Li, I heard that the Heart Flower Herb already came. Is this true?" The youth wore a blue-green robe, and his appearance was delicate and pretty. He seemed quite intelligent, and he looked expectantly at Manager Li.

source: “李管事，那个人出价多少，我再加上一千万灵晶怎么样？”游小默盘算了一下，钱财乃身外之物，虽然他的灵晶已经被他挥霍得所剩无几，现在正在往最贫穷的道路奔跑，可要是过了这村就没这店，所以能不省就不省。
en_us: "Manager Li, what price did that person offer? I'll add on an additional ten million spirit gems, how's that?" You XiaoMo calculated for a moment. Money was only a worldly possession, even though he had already squandered almost all of his spirit gems and was currently on the path towards complete poverty. But if they passed this town, there wouldn't be another shop, so if he didn't have to save, then he wouldn't.

source: “条件便是，我要你好好照顾他，以你的生命起誓，绝对不会抛弃他。”白衣帅哥看向游小默显然是在指他。
en_us: "The requirement is that I want you to take care of him well. You must swear on your life that you will never abandon him." The handsome white-robed guy looked at You XiaoMo. Clearly, he was referring to him.

source: “杨导师，有时候做人不要太自视甚高，这里的院生虽然大部分都没有背景，但是有一些却是你惹不起的。”宫长老轻视的看了他一眼，他的身份比他高，自然不需要给他面子。
en_us: "Teacher Yang, sometimes you shouldn't behave too arrogantly. Though most of the students here have no powerful connections, there are some you can't afford to offend." Elder Gong looked at him in contempt. His status was higher than Teacher Yang so he naturally did not need to give Teacher Yang any face.

source: “果然不可理喻。”
en_us: "It is indeed unreasonable."

source: “果然是金翅虫，而且颜色还很纯正。”
en_us: "Golden Winged Insects, as expected, and their of very pure coloration."

source: “桀桀桀，主子常说不可以太小看你，可是在我看来也不过尔尔。”斗篷人阴笑连连的看着凌霄，如今就像瓮中之鳖，凭他们宰割，这样的人怎么可能会是主子的对手，斗篷人只觉得主子太看得起他了。
en_us: "Heh heh heh, Master always says that I should not underestimate you too much, but in my opinion, you're just so-so." The cloaked person looked at Ling Xiao with a dark smile. Right now, he was just like a turtle in a jar, caught by their scheming. How could this kind of person be an opponent for Master? The cloaked person felt that Master looked too highly upon him.

source: “桃源遗迹怎么可能会有响雷！”斗篷人沉声说道。
en_us: "How could there be thunder in Peach Blossom Ruins!" The cloaked person said in a low voice.

source: “欢迎各位来到黑蜘蛛拍卖会，在正式宣布拍卖会开始之前，请大家看看你们座位前面的晶石板，接下来拍卖的每一件物品你们都可以透过这块晶石板输入你们报的价格。”
en_us: "Welcome, everyone, to the Black Spider's auction. Before the auction begins officially, can everyone please turn their attention to the crystal tablet in front of them. In the following auctions, you can enter the price you're offering through the crystal tablet."

source: “正是。”客栈老板笑眯眯的点点头。
en_us: "That's correct." The owner of the tavern grinned and nodded.

source: “正是，若不是我及时斩断手臂，恐怕现在就不只是一只手臂了。”黑熊想到这不由得苦笑起来，十二阶强者果然与他又一道无法逾越的鸿沟，实力竟然相差如此之大。
en_us: "Correct. If it weren't for the fact that I broke my arm in time, I'm afraid that right now it wouldn't just be my arm." Thinking of this, Hei Xiong couldn't help but laugh bitterly. The level twelve expert was indeed on another unreachable level from him, and their levels in strength differed just as much.

source: “此丹方乃是一种名为乾坤丹的彩丹，乾坤代表天地与阴阳，所以又名阴阳丹，它能让人在遭受死亡威胁时激发出潜在的能力，事后还有可能晋级，相当于多了一条命，在一品彩丹之中可以算是上等灵丹。”
en_us: "This pill recipe is a type of rainbow pill called the Cosmos Pill (乾坤丹). The cosmos represents Heaven and Earth, and Yin and Yang, so it is also known as Yin Yang Pill (阴阳丹). It can stimulate the latent potential of a person when they are threatened by death, and it is also possible for them to advance after the event. This is equivalent to having one more life. It can be regarded as a top-notch magic pill amongst the first grade rainbow pills."

source: “此话当真？”老人脸上闪过一丝着急。
en_us: "Is this true?" A hint of anxiety flashed across the old man's face.

source: “武山，我让你主持选拔赛，你却给我闹出这种乌龙来，你是不是不想当星罗城主了？”
en_us: "Wu Shan, I gave you the honor of hosting the the qualification tournament, but you ended up creating such a mess for me? Do you want to be fired?"

source: “死对头要分享一张丹方？”游小默震惊的说道，以前听乔无星形容两人相处时的画面，那绝对是火星飞溅。
en_us: "Sworn enemies want to share a pill recipe?" You XiaoMo asked in astonishment. He had heard Qiao WuXing describe the scene of the two interacting before. There was definitely sparks flying in all directions.

source: “比如，我记得有一个因为长相非常丑，所以从小就被周围的妖兽欺负……”
en_us: "For example, I remember that there was one with an extremely ugly appearance, so he was bullied by the surrounding demon beasts from young..."

source: “比如？”游小默已经开始脑补，比如缺爱什么的。
en_us: "For example?" You XiaoMo had begun to fantasize about their unpleasant experiences, such as lack of love or something.

source: “江流是吗，听说你有重要的事情要说，是什么事？”
en_us: Jiang Liu, hm? I hear that you have something to tell me. What is it?"

source: “沉默的默吗？”游君其咀嚼着他的名字，表情突然多了一丝哀伤，“你的名字跟我儿子一样，他也叫小默呢。”
en_us: "The 'Mo' from silence?" (沉默的默) You JunQi mulled over his name, and his expression suddenly held a bit of grief. "Your name is the same as my son's. He's also called XiaoMo."

source: “没……”
en_us: "No..."

source: “没事吧？”游小默跑到凌霄前面，关心且小声的问道。
en_us: "Are you okay?" You XiaoMo ran over to Ling Xiao and asked quietly, concerned.

source: “没事！”众人异口同声。
en_us: "Nothing!" Everyone replied simultaneously.

source: “没想到啊没想到，我还以为是最先找上门来的应该是赤血家族，我连麒麟族都考虑进去了，结果竟然是妖凰族。”
en_us: "Ah, who would have thought, who would have thought. I thought that the one to come would be the Vermillion Blood Clan, and I even considered the Qilin Clan, but to think it was the Demon Phoenix Clan instead."

source: “没想到阁下是个大饭桶，该不会饿了几百年吧，啧啧，活脱脱像个饿死鬼投胎。”麟昊武老大不高兴的讽剌道，特别是看到游小默一脸满足的样子。
en_us: "I did not expect that Your Excellency would be a glutton. Could it be that you've been starving for hundreds of years? Tut tut, you have such a remarkable likeness to a reincarnated hungry ghost." Leader Lin HaoWu (老大) bitterly mocked, especially when he saw the look of satisfaction on You XiaoMo's face.

source: “没有。
en_us: "I haven't.

source: “没有。”翁公矢口否认。
en_us: "Nothing." Weng Gong denied flatly.

source: “没有了。”姬凤怎么觉得他现在的心情很不好？
en_us: "Nothing else." Why did Ji Feng feel like his current mood was very bad?

source: “没有，不是有禁制挡着嘛，而且我只是想让里面的人滚出来而已。”天恨被他看得头皮发麻，生怕他说出以后不再给他灵丹的话来，急忙否认道。
en_us: "No, aren't there barriers around it? I just want to make the person inside get out." Tian Hen's scalp tingled under his stare, and he hurriedly denied it lest Tian Xiu said he wouldn't give him magic pills anymore.

source: “没有，这才是我们本来的面目。”
en_us: "No, this is our true face."

source: “没用的废物也想当英雄，狗熊还差不多。”强盗头子冷哼一声，然后朝被擒住的莫雪走过去，后者终于知道害怕了。
en_us: "A useless good-for-nothing like you also wants to be a hero? More like a coward." The bandit chief snorted coldly before walking towards the captured Mo Xue. She finally knew to be afraid.

source: “没空！”男人直接扔给他一句话，转身就走。
en_us: "No time/I'm busy!" The man threw this sentence at him before he turned and walked away.

source: “没问题！
en_us: "No problem!"

source: “活水河界不是通灵玄龟的地盘吗，怎么还会有海贼？”游小默不可思议的问道。
en_us: "Isn't the Living Waters River Boundary the territory of the Psychic Black Turtles? How can there be pirates?" You XiaoMo asked incredulously.

source: “混账东西，你们是什么人？”声音的主人顿时怒了，充满怒气的威压从上面铺天盖地的袭来，一道黑色的身影出现在他们前方。
en_us: "You shits, who are you?" The owner of the voice immediately became enraged, an anger-filled pressure blanketed over them and a dark figure appeared in front of him.

source: “混账莫景！
en_us: "Mo Jing you bastard!

source: “混账！”
en_us: "Bastards!" (混账)

source: “游兄弟，你们又换了一副面容？”
en_us: "Fellow Brother You, you changed your appearence again?"

source: “游兄弟，你们终于回来了。”颜辉一脸欣喜的走到他们面前，“这段时间发生太多事情了，赤血家族在通缉你们，你们怎么不躲起来，要是被他们知道，一定会过来抓你们的。”
en_us: "Fellow Brother You, you're finally back." With delight, Yan Hui walked towards them, "So many things happened but with the Vermillion Blood Clan hunting you down (通缉), why aren't you guys hiding? If they knew about your whereabouts, they're sure to come catch you."

source: “游同学，还有半个月就是乙级学区一年一次的比赛，到时请加油哦！”
en_us: “Classmate You, ward B’s annual tournament is in half a month, good luck with it!”

source: “游家主不必客气”
en_us: "It's no trouble, You Family Head."

source: “游小……默？”
en_us: "You Xiao... Mo?"

source: “游小哈！”
en_us: "You XiaoHa!"

source: “游小默，你最好不要落入我手里。”
en_us: "You XiaoMo, you'd better not fall into my hands."

source: “游震天来了。”凌霄紧皱眉毛，这种感觉他并不喜欢，看来提升实力的计划迫在眉睫。
en_us: "You ZhenTian is here." Ling Xiao tensely frowned. He did not like this sort of feeling, looks like the plan to raise his strength had to be urgently brought forward.

source: “游震天，你可是长辈，竟然恼羞成怒对两个小辈出手，这可不是强者风范，难道你是输不起的人吗？”傅苍穹朗声笑道，口中却不遗余力的打击他。
en_us: "You ZhenTian, you are an elder. Yet you actually made a move on two juniors (小辈) because you were ashamed into anger. This is not a the demeanor befitting an expert. Don't tell me that you are a sore loser?" Fu CangQiong laughed brightly, yet he spared no effort to denunciate him.

source: “游震天，我今天就把话放在这里，他们我是一定要保，就算是与你赤血家族为敌，想动他们就得过我这一关。”傅苍穹的声音平静的完全不像在宣言，反而像在聊天一样。
en_us: "You ZhenTian, I'll declare my stance here today. I will definitely protect them even if this means becoming enemies with the ChiXue Clan. You'll have to get through me if you want to touch them." Fu CangQiong's voice was so calm that it did not seem like a declaration of sides, and was as if he was merely chatting.

source: “滕蛟，不要跟他说废话，我们一起上吧！”
en_us: “Teng Jiao, let’s not waste our breath on him and take him down together!"

source: “灵草里有没有轮回丹需要的灵草？”
en_us: "Are there any magic herbs that the Samsara Pill needs in the pile of magic herbs that we found?"

source: “灵酒也有分精品的。”凌霄百无聊赖的说道，“这款灵酒应该是在灵酒中的等级比较高的那种，一般等级越高的灵酒，恢复灵力的速度就越快，不过由于酒师的数量极其稀少，所以极品灵酒很少出现。”
en_us: "Even spirit wines has differences in quality." Ling Xiao said bored, but continued, "This wine's probably a high quality one. Normally, the higher the quality, the faster the recovery speed, but since there isn't many sommeliers to begin with, one of a kind spirit wines are rare."

source: “牛徐阳！”莫菲突然大声喊他的名字，恶狠狠的瞪向游小默，“真正救我们的人根本不是他，他充其量不过是制止强盗的动作而已，真正吓走强盗的人是谢大哥他们。”
en_us: "Niu XuYang!" Mo Fei suddenly shouted his name and fiercely glared at You XiaoMo, "The one who really saved us is not him. At the most, he just stopped the movement of the bandits. It's Xie-dage and the rest who really scared the bandits away."

source: “独立空间？”
en_us: "An independent dimension?"

source: “玄龟族的精血饱含着本体部分修为，你可以试着吸收它的精华，对你的修为会有帮助，不过不要用它淬炼你的体质，会被玄龟族发现的。”
en_us: "The Black Turtle Clan's Life Blood is full of the cultivation base from their original bodies. You can try absorbing its essence; it'll be useful for your cultivation base. However, do not use it to refine your constitution, since it will be discovered by the Black Turtle Clan."

source: “王老板，你是不是知道些什么？”
en_us: "Owner Wang, do you know something?"

source: “王老板，你的客栈可真幸运，竟然躲过一劫了。”
en_us: "Owner Wang, your inn is so lucky to actually escape unharmed."

source: “现在就看他们谁先认输了。”
en_us: "Now let's see who will give up first."

source: “现在感觉怎么样？”
en_us: "How do you feel now?"

source: “用完了是吧？”凌霄接过他手上的玉片，当初他家夫人被传送到赤血家族的地盘，他只是炼制多枚应急的，但是这段时间用了不少，存货都用完了。
en_us: "We used them all up, didn't we?" Ling Xiao took the jade tokens from his hand. Back then, when his wife had been transported to the Vermillion Blood Clan's territory, he had refined a lot in case of emergency. But recently, they had used up quite a few, and all the ones in storage had been used up.

source: “用火高手，十二阶强者？”黑袍人突然灵光一闪，猛地抬起头，“难道是那个男人不成？”
en_us: "A master of fire, a level twelve expert?" A lightbulb suddenly went off in the person in black's head, and he suddenly raised his head. "Could it be that man?"

source: “畜生！”
en_us: "Beast!"

source: “白虎的右眼该不会是个水洞吧？”
en_us: "Could it be that the white tiger's right eye is just a water cave?"

source: “百鸟谷到目前为止都很安静，花姑说他们和其他族一样，应该都不相信那件事是我们做的，现在都在着手调查当中，目前对我们还是比较有利的。”花雕迅速的说道。
en_us: "Hundred Birds Valley has remained peaceful. Hua Gu said that they're like the other clans; they probably don;t believe it was us who did all those things. Right now, everyone is launching investigations. We have the advantage in the current situation," Hua Diao quickly explained.

source: “皮球，要做个听话的小孩！”
en_us: "PiQiu must be an obedient child!"

source: “相信我头顶的光环是吗？”游小默瞪了他一眼，这句话他都听了好几遍，一点新意也没有。
en_us: "Believe in the aura above my head, right?" You XiaoMo glared at him. He had heard this many times before, it's nothing new.

source: “看不出来这个古叔这么重情，都万年了还没放弃。”游小默扶着下巴感叹道。
en_us: "I couldn't tell that this Uncle Gu is so sentimental, to have refused to give up even after ten thousand years." You XiaoMo supported his chin as he sighed.

source: “看什么看，想让我把你的眼睛挖下来吗？”毛球眉毛一挑。
en_us: "What are you looking at? Do you want me to pluck your eyes out, too?" MaoQiu raised an eyebrow.

source: “看吧，我就说你想太多了。”快要走进巨无霸的时候，凌霄突然回头在游小默的伤口上撒了一把盐。
en_us: "See, I told you you were overthinking it." Just as they were about to walk into the Giganticus, Ling Xiao suddenly turned to rub salt on You XiaoMo's wounds.

source: “看在你这么有诚意的份上，这枚还神丹给你，它能让你多出一命。”
en_us: "Seeing your sincerity, i'll give you this magic pill (神丹), it can give you an extra life."

source: “看来不能所有人都一起了。”游小默为难的说道。
en_us: "It looks like we can't all go at once." You XiaoMo said awkwardly.

source: “看来你们师兄弟的感情不错。”游小默羡慕的说道。
en_us: "Seems like you have quite a good relationship with your martial brother," You XiaoMo commented, a little enviously.

source: “看来你是不想说。”男人语气遗憾的说道。
en_us: "It seems that you don't want to say it." The man said in regret.

source: “看来大家都对这片灵草很有想法，想必大家都不想浪费太多时间在这，不如听老夫一言，这篇灵草的数目不少，我们各取所需，平分了如何？”说话之人乃是丹师工会一名彩级丹师，虽然品级不是很高，但是再几批人中，他的实力却也排得进前五。
en_us: "It seems that everyone has numerous opinions on this magic herb field. I trust that nobody wants to waste too much time here, so it might be better to listen to this old man say a word. There are quite a lot of magic herbs here, so let us each take what we need and split it evenly, how's that?" The one speaking was a rainbow level mage from the Mage Association. Even though his grade wasn't very high, among these people, his strength could still be ranked among the top five.

source: “看来真的得在这里住一段时间。”
en_us: "It seems like we really do have to stay here for quite a bit."

source: “真想知道？”凌霄一副‘泰山崩于前而色不变’的表情，听到他的话就摸了摸他的脑袋。
en_us: "Do you really want to know?" Ling Xiao had an expression of 'no change in expression even if Mount Tai collapses' (泰山崩于前而色不变), and then he patted You XiaoMo's head when he heard his question.

source: “真是大胆的人！”男人感叹道，不仅他大胆，连凌霄也是，竟然在别人的地盘炼丹，而且还是彩级灵丹，难道他们就不怕失败吗？
en_us: "You're really audacious!" The man lamented. Not only was he audacious, even Ling Xiao was the same too. To actually refine pills on other people's territory, and it was even a rainbow pill, don't tell me that they were not afraid of failure ma?
